/* Error string for OTR message string */
"A private conversation could not be set up." = "Prywatna rozmowa nie może zostać zrealizowana.";

/* Title for the about page */
"About" = "O programie";

/* Label for button to show version numbers and licenses */
"About This Version" = "O tej wersji";

/* SSL error message */
"Access denied" = "Dostęp zabroniony";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Konta";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "Aktywny/a";

/* Button title to add someone as a buddy */
"Add" = "Dodaj";

/* The title for the view to add a buddy */
"Add Buddy" = "Dodaj znajomego";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Dodaj istniejące konto";

/* String to describe advanced set of settings */
"Advanced" = "Zaawansowane";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Zaawansowane ustawienia szyfrowania";

/* Title for other miscellaneous settings group */
"All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts." = "Wszystkie przychodzące wiadomości zawierające adresy URL będą domyślnie pobierane, aby wyświetlić podgląd mediów. Wymaga to prawidłowe działanie komunikatów medialnych. Wyłącz to, jeśli nie ufasz w pełni twoim kontaktom.";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Podczas szyfrowania wiadomości wystąpił błąd i nie została ona wysłana.";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "Archiwizuj";

/* Shown to confirm destructive actions */
"Are you sure?" = "Czy jesteś pewien?";

/* SSL error message */
"Attempt to restore an unknown session" = "Próba przywrócenia nieznanej sesji";

/* Text for media message summary */
"Audio Message" = "Wiadomość audio";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Usuń automatycznie";

/* error */
"Automatic Downloads Disabled" = "Automatyczne pobieranie jest wyłączone";

/* Title for other miscellaneous settings group */
"Automatically Fetch Media" = "Automatyczne pobierz media";

/* Label in buddy list for users that are available */
"Available" = "Dostępny";

/* Label in buddy list for users that are away */
"Away" = "Nieobecny";

/* SSL error message */
"Bad certificate format" = "Zły format certyfikatu";

/* SSL error message */
"Bad MAC" = "Zły MAC";

/* SSL error message */
"Bad protocol version" = "Zła wersja protokołu";

/* SSL error message */
"Bad SSLCipherSuite" = "Zły SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Zły nieobsługiwany format certifikatu";

/* string to describe basic set of settings */
"Basic" = "Podstawowe";

/* username section */
"Basic Setup" = "Podstawowa konfiguracja";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Ponieważ zawartość bazy danych jest szyfrowana wyrażeniem hasłowym, straciłeś dostęp do swoich danych i będziesz musiał usunąć i ponownie zainstalować ChatSecure, aby kontynuować. Menadżery haseł takie jak 1Password lub MiniKeePass mogą być pomocne w generowaniu i przechowywaniu silnych haseł.";

/* No comment provided by engineer. */
"Best Available" = "Najlepsze dostępne";

/* The String for a button to block a buddy */
"Block" = "Zablokuj";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Zablokuj & Usuń";

/* Title for migrated buddy header view */
"Buddy has moved!" = "Znajomy przeniósł się!";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Informacja o znajomym";

/* Label for button to take a photo from camera */
"Camera" = "Kamera";

/* Cancel an alert window */
"Cancel" = "Anuluj";

/* Error string for OTR message string */
"Cannot read the received message." = "Nie można odczytać odebranej wiadomości.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Nie można rozpoznać rodzaju OTR otrzymanej wiadomości.";

/* SSL error message */
"Cert chain not verified by root" = "Łańcuch certyfikatów niezweryfikowany przez root";

/* SSL error message */
"Certificate expired" = "Certyfikat wygasł";

/* SSL error message */
"Certificate revoked" = "Certyfikat odwołany";

/* SSL error message */
"Chain had a cert not yet valid" = "Łańcuch nie miał jeszcze ważnego certyfikatu";

/* SSL error message */
"Chain had an expired cert" = "Certyfikat łańcucha utracił ważność";

/* Title for chat view */
"Chat" = "Czat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Czatuj ze mną bezpiecznie";

/* Title for chats view */
"Chats" = "Czaty";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Sprawdź kod źródłowy na Github";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "Wybierz spośród wybranych serwerów publicznych lub skorzystaj z własnych.";

/* title for server selection screen */
"Choose Server" = "Wybierz serwer";

/* SSL error message */
"Cipher Suite negotiation failure" = "Błąd wynegocjowania zestawu certyfikatów";

/* Label for text field where you compose a new message */
"Compose" = "Utwórz";

/* SSL error message */
"Configuration error" = "Błąd konfiguracji";

/* String for button to connect connect */
"Connect" = "Połącz";

/* Whether or not account is logged in */
"Connected" = "Połączono";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Łączenie";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Łączenie z Tor";

/* SSL error message */
"Connection closed gracefully" = "Połączenie bezpiecznie zamknięte";

/* SSL error message */
"Connection closed via error" = "Połączenie przerwane poprzez błąd";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Kopiuj";

/* Copy link URL to clipboard as in copy and paste */
"Copy Link" = "Kopiuj łącze";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Nie udało się odszyfrować bazy danych. Jeśli aplikacja nie działa poprawnie, usuń i ponownie ją zainstaluj.";

/* Error description */
"Could not parse URL." = "Nie można przeanalizować adresu URL.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Nie można pobrać klucza publicznego z certyfikatu";

/* No comment provided by engineer. */
"Crash Detected" = "Wykryto zawieszanie";

/* Title for button to create account */
"Create" = "Utwórz";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Utwórz nowe konto";

/* Start of sentence that will be followed by names */
"Created by" = "Utworzone przez";

/* Title for progress of creating a new account */
"Creating Account" = "Tworzenie konta";

/* Place holder label for custom domains */
"Custom" = "Własne";

/* if you want to change your username */
"Customize Username" = "Dostosuj nazwę użytkownika";

/* No comment provided by engineer. */
"Database Error" = "Błąd bazy danych";

/* e.g. for deactivating your push account */
"Deactivate" = "Dezaktywuj";

/* SSL error message */
"Decoding error" = "Błąd dekodowania";

/* SSL error message */
"Decompression failure" = "Błąd dekompresji";

/* SSL error message */
"Decryption error" = "Błąd rozszyfrowywania";

/* SSL error message */
"Decryption failed" = "Rozszyfrowanie nie powiodło się";

/* SSL error message */
"Decryption failure" = "Błąd rozszyfrowywania";

/* default string to revert to normal language behaviour */
"Default" = "Domyślny";

/* action button for deleting something */
"Delete" = "Usuń";

/* Button to delete account */
"Delete Account" = "Usuń konto";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Usuń konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Usuń rozmowy po rozłączeniu";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Dostarczono";

/* prompt users to donate money */
"Did you know you can now help fund future development directly within the app?" = "Czy wiesz, że możesz teraz pomagać w finansowaniu przyszłego rozwoju bezpośrednio w aplikacji?";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Nie przeszkadzać";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Nie zmieniaj tego, chyba że naprawdę wiesz co robisz. Domyślnie, zawsze wybierzemy najlepszą dostępną metodę szyfrowania.";

/* Title for donation link */
"Donate" = "Darowizna";

/* Title for button to press when user is finished */
"Done" = "Zrobione";

/* Title for button to download something */
"Download" = "Pobierz";

/* Button to edit account details */
"Edit Account" = "Edytuj konto";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Włącz";

/* button for enabling push messages */
"Enable Push" = "Włącz Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Włącz Push w ustawieniach";

/* No comment provided by engineer. */
"Enable Tor" = "Włącz Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Błąd szyfrowania";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Wprowadź nazwę grupy";

/* Title of error message pop-up box */
"Error" = "Błąd";

/* title label for error when creating account */
"Error Creating Account" = "Błąd podczas tworzenia konta";

/* SSL error message */
"Export restriction" = "Ograniczenie eksportu";

/* Default message when a user status is set to extended away */
"Extended Away" = "Nieobecny/a na dłużej";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Nie udało się połączyć z serwerem XMPP. Sprawdź dane użyte do logowania oraz połączenie internetowe i spróbuj ponownie.";

/* SSL error message */
"Fatal alert" = "Krytyczny błąd";

/* Error string for when file is too big. */
"File exceeds maximum size." = "Plik przekracza maksymalny rozmiar.";

/* Text for file message summary */
"File Message" = "Wiadomość z plikiem";

/* Error */
"File not found." = "Nie znaleziono pliku.";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Napraw pobieranie tła...";

/* prompt to fix permissions */
"Fix Permissions..." = "Napraw uprawnienia...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Zapomniałeś wyrażenia hasłowego?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Wygeneruj bezpieczne hasło";

/* Title for button to start migration tool */
"Get Started" = "Pierwsze kroki";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Czat grupowy";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Nazwa grupy";

/* SSL error message */
"Handshake failure" = "Korekcja błędów nie powiodła się";

/* Label for button to open link to translate app */
"Help Translate" = "Pomóż w tłumaczeniu";

/* Label for button to hold to record audio */
"Hold to talk" = "Przytrzymaj, aby porozmawiać";

/* Label text for hostname field on login scree */
"Hostname" = "Nazwa hosta";

/* SSL error message */
"I/O would block (not fatal)" = "I/O będzie blokować (nie krytyczne)";

/* Button to ignore the migrated buddy warning */
"Ignore" = "Ignoruj";

/* SSL error message */
"Illegal parameter" = "Nieprawidłowy parametr";

/* segmented control value for active conversations */
"Inbox" = "Skrzynka odbiorcza";

/* Label for incoming data transfers */
"Incoming" = "Przychodzące";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Niewystarczająca ilość buforu";

/* SSL error message */
"Insufficient security" = "Niewystarczające zabezpieczenie";

/* SSL error message */
"Internal error" = "Błąd wewnętrzny";

/* SSL error message */
"Invalid certificate chain" = "Nieważny łańcuch certyfikatów";

/* title label for invalid email */
"Invalid Email" = "Nieprawidłowy e-mail";

/* Button to invite friends */
"Invite Friends" = "Zaproś przyjaciół";

/* Title for migration header view */
"It's time to move!" = "Nadszedł czas, aby przejść!";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Text for joining existing XMPP room */
"Join Group" = "Dołącz do grupy";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Połączenie oczekujące";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Wysłane połączenie oczekujące";

/* string to bring up language selector */
"Language" = "Język";

/* log in to account */
"Log In" = "Zaloguj";

/* log out from account */
"Log Out" = "Wyloguj";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Zaloguj się automatycznie";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Zarządzaj kontem ChatSecure Push";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Zarządzaj moje klucze";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Zarządzaj zapisanymi certyfikatami SSL";

/* button to do something later */
"Maybe Later" = "Może później";

/* No comment provided by engineer. */
"Me" = "Ja";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Wiadomość nie została wysłana, ponieważ nasz kolega zakończył prywatną rozmowę. Należy zamknąć lub odświeżyć połączenie.";

/* microphone permission is disabled */
"Microphone Disabled" = "Mikrofon wyłączony";

/* Title for button to start migration tool */
"Migrate Account" = "Migruj konto";

/* SSL error message */
"Miscellaneous bad certificate" = "Różne złe certyfikaty";

/* SSL error message */
"Module attach failure" = "Błąd dołączania modułu";

/* button for additional ways to help support development of the app */
"More Ways to Help" = "Więcej sposobów pomocy";

/* label for new account info for migration */
"My new account information" = "Moje nowe informacje o koncie";

/* Your QR code */
"My QR Code" = "Mój kod QR";

/* The string describing a buddy's display name */
"Name" = "Nazwa";

/* For a new settings value */
"New" = "Nowa";

/* Title for New Account View */
"New Account" = "Nowe konto";

/* when a new message notification is received */
"New Message!" = "Nowa wiadomość!";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nowy certyfikat SSL";

/* Label for button to go to next step */
"Next" = "Dalej";

/* for choosing your XMPP vCard display name */
"Nickname" = "Pseudonim";

/* SSL error message */
"No Error" = "Brak błędu";

/* Error string for when there are no XEP-0363 upload servers. */
"No HTTP upload servers found." = "Nie znaleziono serwerów przesyłania HTTP.";

/* SSL error message */
"No renegotiation allowed" = "Ponowne negocjowanie niedozwolone";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "Powiadom kontakty o nowym koncie";

/* Label in buddy list for users that are offline */
"Offline" = "Niepodłączony";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Stara";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Otwórz w Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Otwórz w Facebooku";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Otwórz w Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Otwórz w Twitterze";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Nieobowiązkowe";

/* Title for other miscellaneous settings group */
"Other" = "Inne";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Nasza polityka wymaga szyfrowania, ale staramy się wysłać niezaszyfrowaną wiadomości na zewnątrz.";

/* Label text for password field on login screen */
"Password" = "Hasło";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "Płatności niedostępne";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Certyfikat peer'a jest ważny lub ignorowany, jeśli weryfikacja została wyłączona";

/* SSL error message */
"Peer dropped connection before responding" = "Peer rozłączył połączenie przed udzieleniem odpowiedzi";

/* SSL error message */
"Peer host name mismatch" = "Nazwa hosta peer'a nie zgadza się";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Oczekuje na zatwierdzenie";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Usuń permanentnie";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Biblioteka zdjęć";

/* Text for media message summary */
"Picture Message" = "Wiadomość obrazkowa";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Przypięte certyfikaty";

/* Label for messages that are not encrypted */
"plaintext" = "tekst czysty";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Tekst czysty (oportunistyczne OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Tylko tekst czysty";

/* detail title label for invalid email */
"Please choose a valid email address" = "Proszę wybierz poprawny adres e-mail";

/* Error string for when there is a server configuration error. */
"Please contact your server administrator." = "Skontaktuj się z administratorem serwera.";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* title for contacts profile view */
"Profile" = "Profil";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Ostrzeżenie Push";

/* Label for qr code image */
"QR code" = "Kod QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Otrzymano ogólny błąd OTR.";

/* Error string for OTR message string */
"Received a heartbeat." = "Otrzymano puls.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Otrzymano zaszyfrowaną wiadomość, ale nie można jej odczytać, bo nie ma jeszcze ustawionego prywatnego połączenia.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Otrzymano niezaszyfrowaną wiadomość.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Otrzymano i odrzucono wiadomości przeznaczoną dla innej instancji.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Otrzymano własne wiadomości OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Ostatnio";

/* SSL error message */
"Record overflow" = "Przepełnienie danych";

/* Button title to reject a request such as a buddy request */
"Reject" = "Odrzuć";

/* Label for instruction to delete current recording */
"Release to delete" = "Puść, aby usunąć";

/* Label for instruction to send current audio */
"Release to send" = "Puść, aby wysłać";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Zapamiętaj wyrażenie hasłowe";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Zapamiętaj hasło";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Usuń";

/* No comment provided by engineer. */
"Removed By Server" = "Usunięty przez serwer";

/* Reply to an incoming message */
"Reply" = "Odpowiedz";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Wymagane";

/* Label for button to resend message. */
"Resend" = "Wyślij ponownie";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Wyślij ponownie wiadomość";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Ponowne wysłanie tej wiadomości będzie używać %@.";

/* e.g. for resetting push account */
"Reset" = "Zresetuj";

/* Label for text input for XMPP resource */
"Resource" = "Zasób";

/* Title for button for saving a setting */
"Save" = "Zapisz";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Zapisane certyfikaty";

/* Label for sharing via QR Code */
"Scan QR" = "Skanuj QR";

/* Label for text field where you search for a buddy */
"Search" = "Szukaj";

/* Title heading in settings */
"Security" = "Bezpieczeństwo";

/* Title of alert box warning about security issues */
"Security Warning" = "Ostrzeżenie zabezpieczeń";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Wyślij %@ zaszyfrowaną wiadomość";

/* String on button to email feedback */
"Send Feedback" = "Napisz opinię";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Wyślij wiadomość czystym tekstem";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Wysyłanie";

/* Error string for OTR message string */
"Sent a heartbeat." = "Wyślij puls.";

/* server selection section title */
"Server" = "Serwer";

/* SSL error message */
"Server closed session with no notification" = "Serwer zamknął sesję bez powiadomienia";

/* SSL error message */
"Server has requested a client cert" = "Serwer zażądał certyfikat klienta";

/* button to show more information about your XMPP server */
"Server Information" = "Informacje serwera";

/* Title for the Settings screen */
"Settings" = "Ustawienia";

/* Title for sharing a link to the app */
"Share" = "Udostępnij";

/* Label for inviting friends via URL */
"Share Invite" = "Udostępnij zaproszenie";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Pokaż zaawansowane ustawienia szyfrowania";

/* toggle switch for show advanced */
"Show Advanced Options" = "Pokaż ustawienia zaawansowane";

/* title label for signing up for a new account */
"Sign Up" = "Zarejestruj się";

/* Label for button to skip this step */
"Skip" = "Pomiń";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Ktokolwiek";

/* received a typing notification */
"Someone is typing..." = "Ktoś pisze...";

/* SSL error message */
"SSL protocol error" = "Błąd protokołu SSL";

/* Button to switch the chat over to the migrated account */
"Switch" = "Przełącz";

/* string shown if user has already paid */
"Thank you for your contribution!" = "Dziękujemy za twoją pomoc!";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "Aplikacja zawiesiła się przy ostatnim uruchomieniu. Czy wysłać raport błędu?";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "Nie można wysłać wiadomości, ponieważ ten kontakt nie może tymczasowo odbierać Twoich wiadomości. Może to być przyczyną, że jest w trybie offline lub nie jest upoważniony do wysyłania wiadomości.";

/* Error string for OTR message string */
"The message received contains malformed data." = "Otrzymana wiadomość zawiera wadliwe dane.";

/* Error string for OTR message string */
"The previous message was resent." = "Poprzednia wiadomość została odesłana.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Serwer XMPP nie obsługuje rejestracji w zakresie pasma";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Wybierz unikalną nazwę użytkownika, aby utworzyć tajne konto.\n\nMożesz używać symboli a-z, 0-9 i _.\nNazwa użytkownika musi zaczynać się od litery.\nMinimalna długość to 3 symbole, a maksymalna to 32 symbole.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "To urządzenie nie jest skonfigurowane do czynienia płatności.";

/* Error message description */
"This message was received from an untrusted device." = "Ta wiadomość została odebrana od niezaufanego urządzenia.";

/* Error message description */
"This message was sent to an untrusted device." = "Ta wiadomość została wysłana do niezaufanego urządzenia.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "Aby korzystać z tej funkcji, musisz ponownie dać uprawnienia mikrofonu.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor jest funkcją eksperymentalną, proszę używaj ją z rozwagą.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Nie można wysłać wiadomości";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "Zdezarchiwizuj";

/* SSL error message */
"Underlying cryptographic error" = "Podstawowy błąd kryptograficzny";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Nieoczekiwany (pominięty) wpis w DTLS";

/* SSL error message */
"Unexpected message received" = "Otrzymano nieoczekiwaną wiadomość";

/* SSL error message */
"Unknown Cert Authority" = "Nieznany certyfikat Centrum Autoryzacji";

/* SSL error message */
"Unknown certificate" = "Nieznany certyfikat";

/* Describes an error without a known cause */
"Unknown Error" = "Nieznany błąd";

/* Label for button to unlock app */
"Unlock" = "Odblokuj";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Nierozpoznany format zaproszenia";

/* Title for error message */
"Untrusted Device" = "Urządzenie niezaufane";

/* SSL error message */
"User canceled" = "Anulowane przez użytkownika";

/* Example of a username using the words user and example */
"user@example.com" = "użytkownik@przykład.pl";

/* Label text for username field on login screen */
"Username" = "Nazwa użytkownika";

/* SSL error message */
"Valid cert chain, untrusted root" = "Ważny łańcuch certyfikatów, niezaufany root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Ważny certyfikat";

/* To let the user know the fingerprint as been checked */
"Verified" = "Zweryfikowany/a";

/* Shown when verifying fingerprints */
"Verify" = "Weryfikuj";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Weryfikuj podpis cyfrowy";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Wersja";

/* Text for media message summary */
"Video Message" = "Wiadomość wideo";

/* The label for a button to view the buddy profile */
"View Profile" = "Zobacz profil";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "Zobacz profil aby sprawdzić urządzenia kontaktu lub ustawienia szyfrowania.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Czekanie";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "chce czatować.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "Możemy automatycznie wygenerować Ci bezpieczne hasło. Jeśli zdecydujesz się na swoje własne, upewnij się, że jest ono wyjątkowe i nie używać tego hasła gdziekolwiek indziej.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "Nie możemy znaleźć żadnych zaufanych urządzeń dla tego konta.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "Nie możemy znaleźć żadnych zaufanych urządzeń dla tego kontaktu.";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "Automatycznie przenosimy kontakty z starego konta na nowe i archiwizujemy stare konserwacje.\n\nJeśli chcesz, możemy również powiadomić istniejące kontakty, że Twoje konto zostało przeniesione.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Czy chcesz połączyć się z UserVoice aby wysłać opinię?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* This will be shown after your own JID in the group profile view */
"you" = "you";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "Ty i %@ jesteście teraz zaprzyjaźnieni.";

/* String used when onboarding works */
"You're ready to use" = "Gotowy do użytku";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "Obecnie Twoje konto istnieje na %1$@ serwerach. Ta usługa czatu zamykana będzie %2$@, dlatego pomożemy ci przenieść twoje konto na nowy serwer.";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "Obecnie Twoje konto istnieje na %1$@ serwerach. Ta usługa czatu nie jest już dostępna, dlatego pomożemy ci przenieść twoje konto na nowy serwer.";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "Twoje konto wygasło.";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "Twoje konto wygasa za '%1$d' dni.";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "Twój znajomy ma inny adres przekierowania niż ten, z którym obecnie rozmawiasz. Czy chcesz przełączyć się na to konto?";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Twój datek wspomoże systematyczny rozwój ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Twoje hasło zostanie tylko zapisane w pęku kluczy iOS tego urządzenia i jest tylko tak bezpieczne, jak twoje wyrażenie hasłowe lub pin urządzenia. Jednak nie będzie występować podczas tworzenia kopii zapasowej/przywrócenia urządzenia przez iTunes, więc proszę nie zapomnij tego, bo możesz stracić twoją historię rozmów.";

